Revit 2024 API
UnitTypeId.RiseDividedBy1000Millimeters Property
 Rise / 1000 millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RiseDividedBy1000Millimeters { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy1000Millimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy1000Millimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace